Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.review.unreadable.message
source: A reviewer will read the document by eye instead. Retaking the photo in better light usually fixes this.
ar: سيقرأ مراجعٌ الوثيقة بعينه بدلًا من ذلك. إعادة التقاط الصورة في إضاءة أفضل تحلّ هذا عادةً.
bn: এর বদলে একজন রিভিউয়ার নিজের চোখে নথিটি পড়বেন। ভালো আলোতে আবার ছবি তুললে সাধারণত এটি ঠিক হয়ে যায়।
ca: Un revisor llegirà el document a ull. Repetir la foto amb millor llum sol solucionar-ho.
cs: Doklad místo toho přečte posuzovatel očima. Obvykle pomůže vyfotit znovu při lepším světle.
da: En gennemgående læser i stedet dokumentet med det blotte øje. Hvis du tager fotoet om i bedre lys, løser det som regel problemet.
de: Ein Prüfer liest das Dokument stattdessen mit bloßem Auge. Meist hilft es, das Foto bei besserem Licht neu aufzunehmen.
el: Ένας ελεγκτής θα διαβάσει το έγγραφο με το μάτι. Η νέα λήψη με καλύτερο φως συνήθως το διορθώνει.
es: Un revisor leerá el documento a simple vista. Repetir la foto con mejor luz suele solucionarlo.
fi: Tarkastaja lukee asiakirjan sen sijaan silmämääräisesti. Kuvan ottaminen uudelleen paremmassa valossa korjaa tämän yleensä.
fr: Un vérificateur lira plutôt le document à l’œil. Reprendre la photo avec une meilleure lumière règle généralement le problème.
he: בודק יקרא את המסמך בעין במקום זאת. צילום חוזר באור טוב יותר בדרך כלל פותר זאת.
hi: एक समीक्षक दस्तावेज़ को आँख से पढ़ेगा। बेहतर रोशनी में फ़ोटो दोबारा लेने से आमतौर पर यह ठीक हो जाता है।
hr: Recenzent će umjesto toga ispravu pročitati okom. Ponovno snimanje na boljem svjetlu obično to rješava.
hu: Az okmányt egy elbíráló szemmel olvassa majd el. Általában segít, ha jobb fényben újra lefényképezed.
id: Seorang peninjau akan membaca dokumen secara manual. Mengambil ulang foto dengan cahaya lebih baik biasanya memperbaikinya.
it: Un revisore leggerà invece il documento a occhio. Rifare la foto con una luce migliore di solito risolve.
ja: 代わりに、審査担当者が目で書類を確認します。明るい場所で撮り直すと、たいてい解決します。
ko: 대신 검토자가 문서를 직접 눈으로 읽어요. 더 밝은 곳에서 다시 촬영하면 대개 해결돼요.
ml: പകരം ഒരു റിവ്യൂവർ രേഖ നേരിട്ട് നോക്കി വായിക്കും. മെച്ചപ്പെട്ട വെളിച്ചത്തിൽ ഫോട്ടോ വീണ്ടും എടുത്താൽ സാധാരണ ഇത് പരിഹരിക്കപ്പെടും.
ms: Seorang penyemak akan membaca dokumen itu dengan mata sebagai ganti. Mengambil semula foto dalam cahaya yang lebih baik biasanya menyelesaikannya.
nb: En moderator leser dokumentet med øynene i stedet. Å ta bildet på nytt i bedre lys løser vanligvis dette.
nl: Een beoordelaar leest het document dan met het oog. De foto opnieuw maken bij beter licht lost dit meestal op.
pl: Zamiast tego recenzent odczyta dokument na oko. Ponowne zdjęcie przy lepszym świetle zwykle rozwiązuje problem.
pt_br: Um analista lerá o documento a olho nu. Tirar a foto de novo com mais luz costuma resolver.
pt_pt: Um revisor lerá o documento à vista. Repetir a foto com melhor luz costuma resolver isto.
ro: Un evaluator va citi documentul cu ochiul liber. De obicei, refacerea fotografiei la lumină mai bună rezolvă problema.
ru: Проверяющий прочтёт документ вручную. Обычно помогает переснять фото при лучшем освещении.
sk: Posudzovateľ prečíta doklad namiesto toho očami. Odfotenie pri lepšom svetle to zvyčajne vyrieši.
sv: En granskare läser i stället dokumentet för hand. Att ta om fotot i bättre ljus löser oftast detta.
ta: ஒரு மதிப்பாய்வாளர் அதற்குப் பதிலாக ஆவணத்தைக் கண்ணால் படிப்பார். நல்ல வெளிச்சத்தில் மீண்டும் எடுத்தால் பொதுவாக இது சரியாகும்.
te: బదులుగా సమీక్షకుడు పత్రాన్ని కళ్లతో చదువుతారు. మెరుగైన వెలుతురులో ఫోటోను మళ్లీ తీస్తే సాధారణంగా ఇది సరవుతుంది.
th: ผู้ตรวจสอบจะอ่านเอกสารด้วยตาแทน การถ่ายใหม่ในที่ที่มีแสงดีกว่ามักช่วยแก้ปัญหานี้
tr: Bir inceleyici belgeyi bunun yerine gözle okuyacak. Fotoğrafı daha iyi ışıkta yeniden çekmek genellikle bunu çözer.
uk: Перевіряльник прочитає документ на око. Зазвичай допомагає перезйомка при кращому освітленні.
ur: اس کے بجائے ایک جائزہ لینے والا دستاویز کو آنکھ سے پڑھے گا۔ بہتر روشنی میں تصویر دوبارہ لینے سے عموماً یہ مسئلہ حل ہو جاتا ہے۔
vi: Một người xét duyệt sẽ đọc giấy tờ bằng mắt thay thế. Chụp lại ảnh ở nơi sáng hơn thường khắc phục được.
zh_hans: 审核员会改为人工查看证件。在更好的光线下重拍通常能解决这个问题。
zh_hant: 審核人員會改以人工查看證件。在較好的光線下重拍，通常就能解決。

# document.review.unreadable.title
source: We couldn't read the zone
ar: تعذّر علينا قراءة المنطقة الآلية
bn: জোনটি পড়া যায়নি
ca: No hem pogut llegir la zona
cs: Zónu se nepodařilo přečíst
da: Vi kunne ikke læse zonen
de: Wir konnten die Zone nicht lesen
el: Δεν μπορέσαμε να διαβάσουμε τη ζώνη
es: No pudimos leer la zona
fi: Aluetta ei voitu lukea
fr: Nous n’avons pas pu lire la zone
he: לא הצלחנו לקרוא את האזור
hi: हम ज़ोन नहीं पढ़ सके
hr: Nismo mogli pročitati zonu
hu: Nem tudtuk beolvasni a zónát
id: Kami tidak bisa membaca zonanya
it: Non siamo riusciti a leggere la zona
ja: ゾーンを読み取れませんでした
ko: 영역을 읽을 수 없었어요
ml: ആ സോൺ വായിക്കാനായില്ല
ms: Kami tidak dapat membaca zon itu
nb: Vi kunne ikke lese sonen
nl: We konden de zone niet lezen
pl: Nie udało się odczytać strefy
pt_br: Não conseguimos ler a zona
pt_pt: Não conseguimos ler a zona
ro: Nu am putut citi zona
ru: Не удалось прочитать зону
sk: Zónu sa nepodarilo prečítať
sv: Vi kunde inte läsa zonen
ta: அந்தப் பகுதியைப் படிக்க முடியவில்லை
te: జోన్‌ను చదవలేకపోయాం
th: เราอ่านโซนนั้นไม่ได้
tr: Bölgeyi okuyamadık
uk: Не вдалося прочитати зону
ur: ہم زون نہیں پڑھ سکے
vi: Chúng tôi không đọc được vùng này
zh_hans: 我们无法读取机读区
zh_hant: 我們無法讀取機器可讀區

# document.send.button
source: Send
ar: إرسال
bn: পাঠান
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ml: അയയ്ക്കുക
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sv: Skicka
ta: அனுப்பு
te: పంపు
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi
zh_hans: 发送
zh_hant: 送出

# document.send.button.hint
source: Sends your photos to be reviewed
ar: يرسل صورك للمراجعة
bn: রিভিউয়ের জন্য আপনার ছবি পাঠায়
ca: Envia les teves fotos perquè es revisin
cs: Odešle tvé fotografie k posouzení
da: Sender dine fotos til gennemgang
de: Sendet deine Fotos zur Prüfung
el: Στέλνει τις φωτογραφίες σου για έλεγχο
es: Envía tus fotos para que se revisen
fi: Lähettää kuvasi tarkastettaviksi
fr: Envoie vos photos pour examen
he: שולח את התמונות שלך לבדיקה
hi: आपकी फ़ोटो समीक्षा के लिए भेजता है
hr: Šalje tvoje fotografije na pregled
hu: Elküldi a fotóidat elbírálásra
id: Mengirim fotomu untuk ditinjau
it: Invia le tue foto per la revisione
ja: 写真を審査に送信します
ko: 검토를 위해 사진을 보내요
ml: നിങ്ങളുടെ ഫോട്ടോകൾ പരിശോധനയ്ക്ക് അയയ്ക്കുന്നു
ms: Menghantar foto anda untuk disemak
nb: Sender bildene dine til gjennomgang
nl: Stuurt je foto's ter beoordeling
pl: Wysyła Twoje zdjęcia do sprawdzenia
pt_br: Envia suas fotos para análise
pt_pt: Envia as suas fotos para serem revistas
ro: Trimite fotografiile la analiză
ru: Отправляет ваши фото на проверку
sk: Odošle tvoje fotky na posúdenie
sv: Skickar dina foton för granskning
ta: மதிப்பாய்வுக்காக உங்கள் புகைப்படங்களை அனுப்பும்
te: సమీక్ష కోసం మీ ఫోటోలను పంపుతుంది
th: ส่งรูปของคุณเพื่อตรวจสอบ
tr: Fotoğraflarınızı incelenmek üzere gönderir
uk: Надсилає ваші фото на розгляд
ur: جائزے کے لیے آپ کی تصاویر بھیجتا ہے
vi: Gửi ảnh của bạn để xét duyệt
zh_hans: 发送你的照片以供审核
zh_hant: 送出你的照片進行審核

# document.send.message
source: Your document and your face check are done. Send them to be reviewed.
ar: اكتملت صور وثيقتك والتحقق من وجهك. أرسلها للمراجعة.
bn: আপনার নথি ও মুখ যাচাই সম্পন্ন। রিভিউয়ের জন্য পাঠিয়ে দিন।
ca: El document i la comprovació facial estan fets. Envia'ls perquè es revisin.
cs: Doklad i kontrola obličeje jsou hotové. Odešli je k posouzení.
da: Dit dokument og dit ansigtstjek er klar. Send dem til gennemgang.
de: Dein Dokument und deine Gesichtsprüfung sind fertig. Sende sie zur Prüfung.
el: Το έγγραφό σου και ο έλεγχος προσώπου ολοκληρώθηκαν. Στείλ' τα για έλεγχο.
es: Tu documento y la comprobación facial están listos. Envíalos para que se revisen.
fi: Asiakirjasi ja kasvotarkistuksesi on tehty. Lähetä ne tarkastettaviksi.
fr: Votre document et votre contrôle du visage sont terminés. Envoyez-les pour examen.
he: המסמך שלך ובדיקת הפנים הושלמו. שלח אותם לבדיקה.
hi: आपका दस्तावेज़ और चेहरे की जाँच पूरी हो गई। इन्हें समीक्षा के लिए भेजें।
hr: Tvoja isprava i provjera lica su gotovi. Pošalji ih na pregled.
hu: Az okmányod és az arcellenőrzés kész. Küldd el őket elbírálásra.
id: Dokumen dan pemeriksaan wajahmu sudah selesai. Kirim untuk ditinjau.
it: Il documento e il controllo del volto sono completati. Inviali per la revisione.
ja: 書類と顔の確認が完了しました。審査のために送信してください。
ko: 문서와 얼굴 확인이 끝났어요. 검토를 위해 보내세요.
ml: നിങ്ങളുടെ രേഖയും മുഖ പരിശോധനയും പൂർത്തിയായി. പരിശോധനയ്ക്കായി അയയ്ക്കുക.
ms: Dokumen dan semakan wajah anda telah selesai. Hantar untuk disemak.
nb: Dokumentet og ansiktskontrollen din er ferdige. Send dem til gjennomgang.
nl: Je document en je gezichtscontrole zijn klaar. Verstuur ze ter beoordeling.
pl: Dokument i kontrola twarzy są gotowe. Wyślij je do sprawdzenia.
pt_br: Seu documento e a verificação do rosto estão prontos. Envie para análise.
pt_pt: O seu documento e a verificação facial estão concluídos. Envie-os para serem revistos.
ro: Documentul și verificarea feței sunt gata. Trimite-le la analiză.
ru: Документ и проверка лица пройдены. Отправьте их на проверку.
sk: Tvoj doklad a kontrola tváre sú hotové. Odošli ich na posúdenie.
sv: Ditt dokument och din ansiktskontroll är klara. Skicka dem för granskning.
ta: உங்கள் ஆவணமும் முகச் சோதனையும் முடிந்தன. மதிப்பாய்வுக்கு அனுப்புங்கள்.
te: మీ పత్రం, ముఖ తనిఖీ పూర్తయ్యాయి. సమీక్ష కోసం వాటిని పంపండి.
th: เอกสารและการตรวจใบหน้าของคุณเสร็จแล้ว ส่งเพื่อตรวจสอบ
tr: Belgeniz ve yüz kontrolünüz tamam. İncelenmek üzere gönderin.
uk: Ваш документ і перевірка обличчя завершені. Надішліть їх на розгляд.
ur: آپ کا دستاویز اور چہرے کی جانچ مکمل ہو گئی۔ انہیں جائزے کے لیے بھیجیں۔
vi: Giấy tờ và bước kiểm tra khuôn mặt của bạn đã xong. Hãy gửi để được xét duyệt.
zh_hans: 你的证件和人脸检查已完成。请发送以供审核。
zh_hant: 你的證件和臉部檢查都已完成。請送出以進行審核。

# document.send.title
source: Ready to send
ar: جاهز للإرسال
bn: পাঠানোর জন্য প্রস্তুত
ca: A punt per enviar
cs: Připraveno k odeslání
da: Klar til at sende
de: Bereit zum Senden
el: Έτοιμο για αποστολή
es: Listo para enviar
fi: Valmis lähetettäväksi
fr: Prêt à envoyer
he: מוכן לשליחה
hi: भेजने के लिए तैयार
hr: Spremno za slanje
hu: Készen áll a küldésre
id: Siap dikirim
it: Pronto per l'invio
ja: 送信の準備ができました
ko: 보낼 준비 완료
ml: അയയ്ക്കാൻ തയ്യാർ
ms: Sedia untuk dihantar
nb: Klar til å sendes
nl: Klaar om te versturen
pl: Gotowe do wysłania
pt_br: Pronto para enviar
pt_pt: Pronto para enviar
ro: Gata de trimis
ru: Готово к отправке
sk: Pripravené na odoslanie
sv: Redo att skicka
ta: அனுப்பத் தயார்
te: పంపడానికి సిద్ధం
th: พร้อมส่ง
tr: Göndermeye hazır
uk: Готово до надсилання
ur: بھیجنے کے لیے تیار
vi: Sẵn sàng gửi
zh_hans: 准备发送
zh_hant: 準備送出

# document.sendFailed.kept
source: Nothing was lost — your photos are still here. Try again when you're connected.
ar: لم يضِع شيء — صورك ما زالت هنا. حاول مجددًا عند اتصالك بالإنترنت.
bn: কিছুই হারায়নি — আপনার ছবিগুলো এখনও এখানে আছে। সংযোগ পেলে আবার চেষ্টা করুন।
ca: No s'ha perdut res: les teves fotos continuen aquí. Torna-ho a provar quan tinguis connexió.
cs: Nic se neztratilo – fotografie tu stále jsou. Zkus to znovu, až budeš připojen.
da: Intet gik tabt – dine fotos er her stadig. Prøv igen, når du har forbindelse.
de: Nichts ging verloren – deine Fotos sind noch da. Versuche es erneut, wenn du verbunden bist.
el: Δεν χάθηκε τίποτα — οι φωτογραφίες σου είναι ακόμα εδώ. Δοκίμασε ξανά όταν έχεις σύνδεση.
es: No se perdió nada: tus fotos siguen aquí. Inténtalo de nuevo cuando tengas conexión.
fi: Mitään ei menetetty – kuvasi ovat yhä tässä. Yritä uudelleen, kun yhteys on käytössä.
fr: Rien n’a été perdu — vos photos sont toujours là. Réessayez une fois connecté.
he: שום דבר לא אבד — התמונות שלך עדיין כאן. נסה שוב כשתהיה מחובר.
hi: कुछ नहीं खोया — आपकी फ़ोटो अभी यहीं हैं। कनेक्ट होने पर फिर कोशिश करें।
hr: Ništa nije izgubljeno — tvoje fotografije su još ovdje. Pokušaj ponovno kad se povežeš.
hu: Semmi nem veszett el – a fotóid még itt vannak. Próbáld újra, ha van kapcsolat.
id: Tidak ada yang hilang — fotomu masih di sini. Coba lagi saat kamu terhubung.
it: Non è andato perso nulla: le tue foto sono ancora qui. Riprova quando sei connesso.
ja: 何も失われていません。写真はここに残っています。接続できるようになったら、もう一度お試しください。
ko: 아무것도 사라지지 않았어요. 사진은 그대로 있어요. 연결되면 다시 시도하세요.
ml: ഒന്നും നഷ്ടമായില്ല — നിങ്ങളുടെ ഫോട്ടോകൾ ഇവിടെത്തന്നെയുണ്ട്. കണക്ഷൻ ലഭിക്കുമ്പോൾ വീണ്ടും ശ്രമിക്കുക.
ms: Tiada apa yang hilang — foto anda masih di sini. Cuba lagi apabila anda bersambung.
nb: Ingenting gikk tapt. Bildene dine er fortsatt her. Prøv igjen når du er tilkoblet.
nl: Er is niets verloren gegaan: je foto's staan hier nog. Probeer het opnieuw zodra je verbinding hebt.
pl: Nic nie przepadło — Twoje zdjęcia nadal tu są. Spróbuj ponownie, gdy będziesz online.
pt_br: Nada foi perdido: suas fotos ainda estão aqui. Tente de novo quando estiver conectado.
pt_pt: Nada se perdeu — as suas fotos continuam aqui. Tente novamente quando tiver ligação.
ro: Nu s-a pierdut nimic — fotografiile sunt încă aici. Încearcă din nou când ești conectat.
ru: Ничего не потеряно — ваши фото на месте. Повторите, когда появится связь.
sk: Nič sa nestratilo — tvoje fotky tu stále sú. Skús to znova, keď budeš pripojený.
sv: Inget gick förlorat – dina foton finns kvar här. Försök igen när du är uppkopplad.
ta: எதுவும் இழக்கப்படவில்லை — உங்கள் புகைப்படங்கள் இன்னும் இங்கே உள்ளன. இணைப்பு கிடைத்ததும் மீண்டும் முயலுங்கள்.
te: ఏదీ కోల్పోలేదు — మీ ఫోటోలు ఇంకా ఇక్కడే ఉన్నాయి. కనెక్ట్ అయ్యాక మళ్లీ ప్రయత్నించండి.
th: ไม่มีอะไรสูญหาย รูปของคุณยังอยู่ที่นี่ ลองอีกครั้งเมื่อเชื่อมต่อแล้ว
tr: Hiçbir şey kaybolmadı; fotoğraflarınız hâlâ burada. Bağlandığınızda tekrar deneyin.
uk: Нічого не втрачено — ваші фото все ще тут. Спробуйте ще раз, коли з’явиться зв’язок.
ur: کچھ ضائع نہیں ہوا — آپ کی تصاویر ابھی یہیں ہیں۔ انٹرنیٹ سے جڑنے پر دوبارہ کوشش کریں۔
vi: Không mất gì — ảnh của bạn vẫn ở đây. Hãy thử lại khi có kết nối.
zh_hans: 没有丢失任何内容，你的照片仍在这里。联网后请重试。
zh_hant: 沒有任何損失，你的照片仍在這裡。連上網路後再試一次。

# document.sendFailed.retry
source: Try again
ar: حاول مجددًا
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# document.sendFailed.retry.hint
source: Sends the same photos again
ar: يرسل الصور نفسها مجددًا
bn: একই ছবিগুলো আবার পাঠায়
ca: Torna a enviar les mateixes fotos
cs: Odešle stejné fotografie znovu
da: Sender de samme fotos igen
de: Sendet dieselben Fotos erneut
el: Στέλνει ξανά τις ίδιες φωτογραφίες
es: Vuelve a enviar las mismas fotos
fi: Lähettää samat kuvat uudelleen
fr: Renvoie les mêmes photos
he: שולח שוב את אותן תמונות
hi: वही फ़ोटो फिर से भेजता है
hr: Ponovno šalje iste fotografije
hu: Újra elküldi ugyanazokat a fotókat
id: Mengirim foto yang sama lagi
it: Invia di nuovo le stesse foto
ja: 同じ写真をもう一度送信します
ko: 같은 사진을 다시 보내요
ml: അതേ ഫോട്ടോകൾ വീണ്ടും അയയ്ക്കുന്നു
ms: Menghantar foto yang sama semula
nb: Sender de samme bildene på nytt
nl: Verstuurt dezelfde foto's opnieuw
pl: Wysyła te same zdjęcia jeszcze raz
pt_br: Envia as mesmas fotos de novo
pt_pt: Envia as mesmas fotos de novo
ro: Trimite din nou aceleași fotografii
ru: Отправляет те же фото снова
sk: Odošle tie isté fotky znova
sv: Skickar samma foton igen
ta: அதே புகைப்படங்களை மீண்டும் அனுப்பும்
te: అవే ఫోటోలను మళ్లీ పంపుతుంది
th: ส่งรูปชุดเดิมอีกครั้ง
tr: Aynı fotoğrafları yeniden gönderir
uk: Надсилає ті самі фото знову
ur: وہی تصاویر دوبارہ بھیجتا ہے
vi: Gửi lại các ảnh đó
zh_hans: 再次发送同样的照片
zh_hant: 重新送出相同的照片

# document.sendFailed.title
source: Your documents didn't send
ar: لم تُرسَل وثائقك
bn: আপনার নথি পাঠানো যায়নি
ca: Els teus documents no s'han enviat
cs: Doklady se neodeslaly
da: Dine dokumenter blev ikke sendt
de: Deine Dokumente wurden nicht gesendet
el: Τα έγγραφά σου δεν στάλθηκαν
es: Tus documentos no se enviaron
fi: Asiakirjojasi ei lähetetty
fr: Vos documents n’ont pas été envoyés
he: המסמכים שלך לא נשלחו
hi: आपके दस्तावेज़ नहीं भेजे जा सके
hr: Tvoji dokumenti nisu poslani
hu: Az okmányaid nem lettek elküldve
id: Dokumenmu gagal terkirim
it: I tuoi documenti non sono stati inviati
ja: 書類を送信できませんでした
ko: 문서가 전송되지 않았어요
ml: നിങ്ങളുടെ രേഖകൾ അയച്ചില്ല
ms: Dokumen anda tidak dihantar
nb: Dokumentene dine ble ikke sendt
nl: Je documenten zijn niet verstuurd
pl: Nie udało się wysłać dokumentów
pt_br: Seus documentos não foram enviados
pt_pt: Os seus documentos não foram enviados
ro: Documentele nu au fost trimise
ru: Документы не отправились
sk: Tvoje doklady sa neodoslali
sv: Dina dokument skickades inte
ta: உங்கள் ஆவணங்கள் அனுப்பப்படவில்லை
te: మీ పత్రాలు పంపబడలేదు
th: ส่งเอกสารของคุณไม่สำเร็จ
tr: Belgeleriniz gönderilemedi
uk: Ваші документи не надіслано
ur: آپ کے دستاویز نہیں بھیجے جا سکے
vi: Giấy tờ của bạn chưa được gửi
zh_hans: 你的文件未能发送
zh_hant: 你的文件未能送出

# document.side.back.added
source: Back added
ar: تمت إضافة الوجه الخلفي
bn: পেছনের দিক যোগ হয়েছে
ca: Dors afegit
cs: Zadní strana přidána
da: Bagside tilføjet
de: Rückseite hinzugefügt
el: Προστέθηκε το πίσω μέρος
es: Reverso añadido
fi: Takapuoli lisätty
fr: Verso ajouté
he: הצד האחורי נוסף
hi: पिछला हिस्सा जोड़ा गया
hr: Poleđina dodana
hu: Hátoldal hozzáadva
id: Belakang ditambahkan
it: Retro aggiunto
ja: 裏面を追加しました
ko: 뒷면 추가됨
ml: പിൻഭാഗം ചേർത്തു
ms: Bahagian belakang ditambah
nb: Baksiden er lagt til
nl: Achterkant toegevoegd
pl: Dodano tył
pt_br: Verso adicionado
pt_pt: Verso adicionado
ro: Verso adăugat
ru: Оборот добавлен
sk: Zadná strana pridaná
sv: Baksida tillagd
ta: பின்புறம் சேர்க்கப்பட்டது
te: వెనుక భాగం జోడించబడింది
th: เพิ่มด้านหลังแล้ว
tr: Arka yüz eklendi
uk: Зворотний бік додано
ur: پچھلا حصہ شامل ہو گیا
vi: Đã thêm mặt sau
zh_hans: 已添加背面
zh_hant: 已加入背面

# document.side.front.added
source: Front added
ar: تمت إضافة الوجه الأمامي
bn: সামনের দিক যোগ হয়েছে
ca: Anvers afegit
cs: Přední strana přidána
da: Forside tilføjet
de: Vorderseite hinzugefügt
el: Προστέθηκε η μπροστινή όψη
es: Anverso añadido
fi: Etupuoli lisätty
fr: Recto ajouté
he: הצד הקדמי נוסף
hi: सामने का हिस्सा जोड़ा गया
hr: Prednja strana dodana
hu: Előlap hozzáadva
id: Depan ditambahkan
it: Fronte aggiunto
ja: 表面を追加しました
ko: 앞면 추가됨
ml: മുൻഭാഗം ചേർത്തു
ms: Bahagian depan ditambah
nb: Forsiden er lagt til
nl: Voorkant toegevoegd
pl: Dodano przód
pt_br: Frente adicionada
pt_pt: Frente adicionada
ro: Fața adăugată
ru: Лицевая сторона добавлена
sk: Predná strana pridaná
sv: Framsida tillagd
ta: முன்புறம் சேர்க்கப்பட்டது
te: ముందు భాగం జోడించబడింది
th: เพิ่มด้านหน้าแล้ว
tr: Ön yüz eklendi
uk: Лицьовий бік додано
ur: سامنے کا حصہ شامل ہو گیا
vi: Đã thêm mặt trước
zh_hans: 已添加正面
zh_hant: 已加入正面

# document.side.page.added
source: Photo page added
ar: تمت إضافة صفحة الصورة
bn: ছবির পাতা যোগ হয়েছে
ca: Pàgina de la foto afegida
cs: Stránka s fotkou přidána
da: Fotoside tilføjet
de: Fotoseite hinzugefügt
el: Προστέθηκε η σελίδα φωτογραφίας
es: Página de la foto añadida
fi: Kuvasivu lisätty
fr: Page photo ajoutée
he: עמוד התמונה נוסף
hi: फ़ोटो वाला पन्ना जोड़ा गया
hr: Stranica s fotografijom dodana
hu: Fotóoldal hozzáadva
id: Halaman foto ditambahkan
it: Pagina con la foto aggiunta
ja: 写真ページを追加しました
ko: 사진 페이지 추가됨
ml: ഫോട്ടോ പേജ് ചേർത്തു
ms: Halaman foto ditambah
nb: Bildesiden er lagt til
nl: Fotopagina toegevoegd
pl: Dodano stronę ze zdjęciem
pt_br: Página da foto adicionada
pt_pt: Página da foto adicionada
ro: Pagina cu fotografie adăugată
ru: Страница с фото добавлена
sk: Strana s fotkou pridaná
sv: Fotosida tillagd
ta: புகைப்பக்கம் சேர்க்கப்பட்டது
te: ఫోటో పేజీ జోడించబడింది
th: เพิ่มหน้ารูปภาพแล้ว
tr: Fotoğraf sayfası eklendi
uk: Сторінку з фото додано
ur: تصویر والا صفحہ شامل ہو گیا
vi: Đã thêm trang ảnh
zh_hans: 已添加照片页
zh_hant: 已加入照片頁

# document.side.retake.back.hint
source: Takes the back again
ar: يعيد التقاط الوجه الخلفي
bn: পেছনের দিকের ছবি আবার তোলে
ca: Torna a fer el dors
cs: Vyfotí zadní stranu znovu
da: Tager bagsiden om
de: Nimmt die Rückseite erneut auf
el: Τραβά ξανά το πίσω μέρος
es: Vuelve a hacer la foto del reverso
fi: Ottaa takapuolen uudelleen
fr: Reprend le verso
he: מצלם שוב את הצד האחורי
hi: पिछला हिस्सा दोबारा लेता है
hr: Ponovno snima poleđinu
hu: Újra elkészíti a hátoldalt
id: Mengambil bagian belakang lagi
it: Scatta di nuovo il retro
ja: 裏面を撮り直します
ko: 뒷면을 다시 촬영해요
ml: പിൻഭാഗം വീണ്ടും എടുക്കുന്നു
ms: Mengambil bahagian belakang semula
nb: Tar baksiden på nytt
nl: Maakt de achterkant opnieuw
pl: Robi zdjęcie tyłu ponownie
pt_br: Tira o verso de novo
pt_pt: Tira o verso novamente
ro: Refă verso
ru: Переснимает оборот
sk: Odfotí zadnú stranu znova
sv: Tar baksidan igen
ta: பின்புறத்தை மீண்டும் எடுக்கும்
te: వెనుక భాగాన్ని మళ్లీ తీస్తుంది
th: ถ่ายด้านหลังใหม่
tr: Arka yüzü yeniden çeker
uk: Фотографує зворотний бік знову
ur: پچھلے حصے کی تصویر دوبارہ لیتا ہے
vi: Chụp lại mặt sau
zh_hans: 重新拍摄背面
zh_hant: 重拍背面

# document.side.retake.front.hint
source: Takes the front again
ar: يعيد التقاط الوجه الأمامي
bn: সামনের দিকের ছবি আবার তোলে
ca: Torna a fer l'anvers
cs: Vyfotí přední stranu znovu
da: Tager forsiden om
de: Nimmt die Vorderseite erneut auf
el: Τραβά ξανά την μπροστινή όψη
es: Vuelve a hacer la foto del anverso
fi: Ottaa etupuolen uudelleen
fr: Reprend le recto
he: מצלם שוב את הצד הקדמי
hi: सामने का हिस्सा दोबारा लेता है
hr: Ponovno snima prednju stranu
hu: Újra elkészíti az előlapot
id: Mengambil bagian depan lagi
it: Scatta di nuovo il fronte
ja: 表面を撮り直します
ko: 앞면을 다시 촬영해요
ml: മുൻഭാഗം വീണ്ടും എടുക്കുന്നു
ms: Mengambil bahagian depan semula
nb: Tar forsiden på nytt
nl: Maakt de voorkant opnieuw
pl: Robi zdjęcie przodu ponownie
pt_br: Tira a frente de novo
pt_pt: Tira a frente novamente
ro: Refă fața
ru: Переснимает лицевую сторону
sk: Odfotí prednú stranu znova
sv: Tar framsidan igen
ta: முன்புறத்தை மீண்டும் எடுக்கும்
te: ముందు భాగాన్ని మళ్లీ తీస్తుంది
th: ถ่ายด้านหน้าใหม่
tr: Ön yüzü yeniden çeker
uk: Фотографує лицьовий бік знову
ur: سامنے کے حصے کی تصویر دوبارہ لیتا ہے
vi: Chụp lại mặt trước
zh_hans: 重新拍摄正面
zh_hant: 重拍正面

# document.step.progress
source: Step %lld of %lld
ar: الخطوة %lld من %lld
bn: ধাপ %lld / %lld
ca: Pas %lld de %lld
cs: Krok %lld z %lld
da: Trin %lld af %lld
de: Schritt %lld von %lld
el: Βήμα %lld από %lld
es: Paso %lld de %lld
fi: Vaihe %lld/%lld
fr: Étape %lld sur %lld
he: שלב %lld מתוך %lld
hi: चरण %lld / %lld
hr: Korak %lld od %lld
hu: %lld. lépés, összesen %lld
id: Langkah %lld dari %lld
it: Passaggio %lld di %lld
ja: ステップ%1$lld/%2$lld
ko: 단계 %lld/%lld
ml: ഘട്ടം %1$lld / %2$lld
ms: Langkah %lld daripada %lld
nb: Trinn %lld av %lld
nl: Stap %lld van %lld
pl: Krok %lld z %lld
pt_br: Etapa %lld de %lld
pt_pt: Passo %lld de %lld
ro: Pasul %lld din %lld
ru: Шаг %lld из %lld
sk: Krok %lld z %lld
sv: Steg %lld av %lld
ta: படி %lld / %lld
te: %lld లో %lld వ దశ
th: ขั้นตอนที่ %lld จาก %lld
tr: Adım %lld / %lld
uk: Крок %lld з %lld
ur: مرحلہ %1$lld از %2$lld
vi: Bước %lld trên %lld
zh_hans: 第 %1$lld 步，共 %2$lld 步
zh_hant: 第 %lld 步，共 %lld 步
